Repository: nikhil-s-archive/rclone-gui-ios
Catalog: Rclone GUI/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ru, zh_hans, zh_hant

source: After this period of inactivity, the app asks for Face ID / Touch ID again. With “Wipe cache on lock”, the local media cache (files decrypted for playback) is purged at that point — no cleartext survives the inactivity.
de: Nach dieser Inaktivitätsdauer fragt die App erneut nach Face ID / Touch ID. Mit „Cache beim Sperren löschen“ wird der lokale Medien-Cache (für die Wiedergabe entschlüsselte Dateien) dann geleert – kein Klartext überdauert die Inaktivität.
es: Tras este periodo de inactividad, la app vuelve a pedir Face ID / Touch ID. Con «Borrar la caché al bloquear», la caché de medios local (archivos descifrados para la reproducción) se purga en ese momento: nada queda en claro tras la inactividad.
fr: Au-delà de cette durée d'inactivité, l'app redemande Face ID / Touch ID. Avec « Effacer le cache au verrouillage », le cache média local (fichiers déchiffrés pour la lecture) est purgé à ce moment-là — rien en clair ne survit à l'inactivité.
it: Dopo questo periodo di inattività, l'app richiede di nuovo Face ID / Touch ID. Con «Cancella la cache al blocco», la cache multimediale locale (file decifrati per la riproduzione) viene svuotata in quel momento — nulla in chiaro sopravvive all'inattività.
ja: この非アクティブ時間を過ぎると、アプリは再び Face ID / Touch ID を要求します。「ロック時にキャッシュを消去」が有効な場合、ローカルのメディアキャッシュ（再生用に復号されたファイル）もその時に削除され、平文は非アクティブ後に残りません。
ko: 이 비활성 시간이 지나면 앱이 Face ID / Touch ID를 다시 요청합니다. ‘잠금 시 캐시 지우기’가 켜져 있으면 로컬 미디어 캐시(재생을 위해 복호화된 파일)도 이때 삭제되어 비활성 후 평문이 남지 않습니다.
nl: Na deze periode van inactiviteit vraagt de app opnieuw om Face ID / Touch ID. Met “Cache wissen bij vergrendelen” wordt de lokale mediacache (bestanden die voor weergave zijn ontsleuteld) op dat moment gewist — er blijft geen leesbare data achter na inactiviteit.
pl: Po tym czasie bezczynności aplikacja ponownie prosi o Face ID / Touch ID. Przy włączonej opcji „Wyczyść pamięć podręczną przy blokadzie” lokalna pamięć multimediów (pliki odszyfrowane do odtwarzania) jest wtedy czyszczona — żadne dane jawne nie przetrwają bezczynności.
pt_br: Após esse período de inatividade, o app pede Face ID / Touch ID novamente. Com “Apagar o cache ao bloquear”, o cache de mídia local (arquivos descriptografados para reprodução) é apagado nesse momento — nada em texto claro sobrevive à inatividade.
ru: По истечении этого времени бездействия приложение снова запрашивает Face ID / Touch ID. Если включено «Стирать кэш при блокировке», локальный медиа-кэш (файлы, расшифрованные для воспроизведения) очищается в этот момент — открытые данные не переживают бездействие.
zh_hans: 超过此闲置时长后，应用会再次要求 Face ID / Touch ID。启用“锁定时清除缓存”后，本地媒体缓存（为播放而解密的文件）也会在此时清除——闲置后不会残留明文。
zh_hant: 超過此閒置時長後，App 會再次要求 Face ID / Touch ID。啟用「鎖定時清除快取」後，本機媒體快取（為播放而解密的檔案）也會在此時清除——閒置後不會殘留明文。

source: After this period of inactivity, the app asks for biometrics again. Phase E2 will add automatic cache wiping.
de: Nach diesem Zeitraum der Inaktivität fragt die App erneut nach Biometrie. Phase E2 fügt das automatische Löschen des Caches hinzu.
es: Tras este periodo de inactividad, la app vuelve a pedir la biometría. La fase E2 añadirá el borrado automático de la caché.
fr: Au-delà de cette durée sans utilisation, l'app re-demande la biométrie. Phase E2 ajoutera le wipe automatique du cache.
it: Dopo questo periodo di inattività, l'app richiede di nuovo la biometria. La fase E2 aggiungerà la cancellazione automatica della cache.
ja: この非アクティブ期間の後、アプリは再び生体認証を要求します。フェーズ E2 でキャッシュの自動消去が追加されます。
ko: 이 비활성 기간이 지나면 앱이 생체 인증을 다시 요청합니다. E2 단계에서 캐시 자동 삭제가 추가됩니다.
nl: Na deze periode van inactiviteit vraagt de app opnieuw om biometrie. Fase E2 voegt het automatisch wissen van de cache toe.
pl: Po tym okresie bezczynności aplikacja ponownie poprosi o biometrię. Faza E2 doda automatyczne czyszczenie pamięci podręcznej.
pt_br: Após esse período de inatividade, o app pede a biometria novamente. A Fase E2 adicionará a limpeza automática do cache.
ru: После этого периода бездействия app снова запросит биометрию. Фаза E2 добавит автоматическую очистку кэша.
zh_hans: 在此非活动期之后，应用会再次请求生物识别。E2 阶段将添加自动清除缓存。
zh_hant: 在此非活動期之後，應用會再次請求生物識別。E2 階段將新增自動清除快取。

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pl: Brak
pt_br: Nenhum
ru: Нет
zh_hans: 无
zh_hant: 無

source: None (plaintext remote)
de: Keine (Klartext-Remote)
es: Ninguno (remoto en texto plano)
fr: Aucun (remote en clair)
it: Nessuno (remoto in testo semplice)
ja: なし（平文リモート）
ko: 없음(일반 텍스트 리모트)
nl: Geen (remote in platte tekst)
pl: Brak (remote w postaci zwykłego tekstu)
pt_br: Nenhum (remoto em texto simples)
ru: Нет (remote в виде открытого текста)
zh_hans: 无（明文远程）
zh_hant: 無（明文遠端）

source: No subscription
de: Kein Abonnement
es: Sin suscripción
fr: Aucun abonnement
it: Nessun abbonamento
ja: サブスクリプションなし
ko: 구독 없음
nl: Geen abonnement
pl: Brak subskrypcji
pt_br: Sem assinatura
ru: Нет подписки
zh_hans: 无订阅
zh_hant: 無訂閱

source: No album
de: Kein Album
es: Sin álbum
fr: Aucun album
it: Nessun album
ja: アルバムなし
ko: 앨범 없음
nl: Geen album
pl: Brak albumu
pt_br: Nenhum álbum
ru: Нет альбома
zh_hans: 无相簿
zh_hant: 無相簿

source: No backend matches “%@”.
de: Kein Backend entspricht „%@“.
es: Ningún backend coincide con «%@».
fr: Aucun backend ne correspond à « %@ ».
it: Nessun backend corrisponde a «%@».
ja: 「%@」に一致するバックエンドはありません。
ko: “%@”과(와) 일치하는 백엔드가 없습니다.
nl: Geen backend komt overeen met “%@”.
pl: Żaden backend nie pasuje do „%@”.
pt_br: Nenhum backend corresponde a “%@”.
ru: Ни один бэкенд не соответствует «%@».
zh_hans: 没有与“%@”匹配的后端。
zh_hant: 沒有與“%@”匹配的後端。

source: No selected backend requires authentication.
de: Kein ausgewähltes Backend erfordert eine Authentifizierung.
es: Ningún backend seleccionado requiere autenticación.
fr: Aucun backend sélectionné nécessitant une authentification.
it: Nessun backend selezionato richiede l'autenticazione.
ja: 選択したバックエンドはいずれも認証を必要としません。
ko: 선택한 백엔드 중 인증이 필요한 것이 없습니다.
nl: Geen geselecteerde backend vereist authenticatie.
pl: Żaden wybrany backend nie wymaga uwierzytelniania.
pt_br: Nenhum backend selecionado exige autenticação.
ru: Ни один выбранный бэкенд не требует аутентификации.
zh_hans: 所选后端均不需要身份验证。
zh_hant: 所選後端均不需要身份驗證。

source: No backend selected.
de: Kein Backend ausgewählt.
es: Ningún backend seleccionado.
fr: Aucun backend sélectionné.
it: Nessun backend selezionato.
ja: バックエンドが選択されていません。
ko: 선택한 백엔드가 없습니다.
nl: Geen backend geselecteerd.
pl: Nie wybrano backendu.
pt_br: Nenhum backend selecionado.
ru: Бэкенд не выбран.
zh_hans: 未选择后端。
zh_hant: 未選擇後端。

source: No backend selected. Go back to the previous step.
de: Kein Backend ausgewählt. Gehe zum vorherigen Schritt zurück.
es: Ningún backend seleccionado. Vuelve al paso anterior.
fr: Aucun backend sélectionné. Reviens à l'étape précédente.
it: Nessun backend selezionato. Torna al passaggio precedente.
ja: バックエンドが選択されていません。前の手順に戻ってください。
ko: 선택한 백엔드가 없습니다. 이전 단계로 돌아가세요.
nl: Geen backend geselecteerd. Ga terug naar de vorige stap.
pl: Nie wybrano backendu. Wróć do poprzedniego kroku.
pt_br: Nenhum backend selecionado. Volte à etapa anterior.
ru: Бэкенд не выбран. Вернитесь к предыдущему шагу.
zh_hans: 未选择后端。请返回上一步。
zh_hant: 未選擇後端。請返回上一步。

source: No required fields for this backend.
de: Keine erforderlichen Felder für dieses Backend.
es: No hay campos obligatorios para este backend.
fr: Aucun champ obligatoire pour ce backend.
it: Nessun campo obbligatorio per questo backend.
ja: このバックエンドに必須フィールドはありません。
ko: 이 백엔드에는 필수 필드가 없습니다.
nl: Geen verplichte velden voor deze backend.
pl: Brak wymaganych pól dla tego backendu.
pt_br: Nenhum campo obrigatório para este backend.
ru: Для этого бэкенда нет обязательных полей.
zh_hans: 此后端没有必填字段。
zh_hant: 此後端沒有必填欄位。

source: No recent folders
de: Keine zuletzt verwendeten Ordner
es: No hay carpetas recientes
fr: Aucun dossier récent
it: Nessuna cartella recente
ja: 最近使ったフォルダはありません
ko: 최근 폴더 없음
nl: Geen recente mappen
pl: Brak ostatnich folderów
pt_br: Nenhuma pasta recente
ru: Нет недавних папок
zh_hans: 没有最近的文件夹
zh_hant: 沒有最近的資料夾

source: No PhotoSync failures to retry
de: Keine PhotoSync-Fehler zum Wiederholen
es: No hay fallos de PhotoSync para reintentar
fr: Aucun échec PhotoSync à réessayer
it: Nessun errore di PhotoSync da riprovare
ja: 再試行する PhotoSync の失敗はありません
ko: 다시 시도할 PhotoSync 실패가 없습니다
nl: Geen PhotoSync-fouten om opnieuw te proberen
pl: Brak błędów PhotoSync do ponowienia
pt_br: Nenhuma falha do PhotoSync para tentar novamente
ru: Нет ошибок PhotoSync для повтора
zh_hans: 没有可重试的 PhotoSync 失败项
zh_hant: 沒有可重試的 PhotoSync 失敗項

source: No items pending
de: Keine ausstehenden Objekte
es: No hay elementos pendientes
fr: Aucun élément en attente
it: Nessun elemento in sospeso
ja: 保留中の項目はありません
ko: 보류 중인 항목 없음
nl: Geen items in afwachting
pl: Brak oczekujących elementów
pt_br: Nenhum item pendente
ru: Нет объектов в ожидании
zh_hans: 没有待处理的项目
zh_hant: 沒有待處理的專案

source: No files or subfolders found.
de: Keine Dateien oder Unterordner gefunden.
es: No se han encontrado archivos ni subcarpetas.
fr: Aucun fichier ni sous-dossier trouvé.
it: Nessun file o sottocartella trovati.
ja: ファイルまたはサブフォルダが見つかりません。
ko: 파일 또는 하위 폴더를 찾을 수 없습니다.
nl: Geen bestanden of submappen gevonden.
pl: Nie znaleziono plików ani podfolderów.
pt_br: Nenhum arquivo ou subpasta encontrado.
ru: Файлы или подпапки не найдены.
zh_hans: 未找到文件或子文件夹。
zh_hant: 未找到檔案或子資料夾。

source: No active filter — the entire library is eligible.
de: Kein aktiver Filter — die gesamte Mediathek ist berechtigt.
es: No hay filtro activo: toda la fototeca es elegible.
fr: Aucun filtre actif — toute la photothèque est éligible.
it: Nessun filtro attivo: l'intera libreria è idonea.
ja: アクティブなフィルタなし — ライブラリ全体が対象です。
ko: 활성 필터 없음 — 전체 보관함이 대상입니다.
nl: Geen actief filter — de hele bibliotheek komt in aanmerking.
pl: Brak aktywnego filtra — kwalifikuje się cała biblioteka.
pt_br: Nenhum filtro ativo — toda a biblioteca é elegível.
ru: Активного фильтра нет — подходит вся медиатека.
zh_hans: 无有效筛选条件 — 整个图库均符合条件。
zh_hant: 無有效篩選條件 — 整個相簿均符合條件。

source: No logs
de: Keine Protokolle
es: Sin registros
fr: Aucun log
it: Nessun log
ja: ログなし
ko: 로그 없음
nl: Geen logboeken
pl: Brak dzienników
pt_br: Sem registros
ru: Нет журналов
zh_hans: 无日志
zh_hant: 無日誌

source: No media
de: Keine Medien
es: Sin multimedia
fr: Aucun média
it: Nessun media
ja: メディアなし
ko: 미디어 없음
nl: Geen media
pl: Brak multimediów
pt_br: Nenhuma mídia
ru: Нет медиа
zh_hans: 无媒体
zh_hant: 無媒體

source: No settings to display.
de: Keine Einstellungen zum Anzeigen.
es: No hay ajustes que mostrar.
fr: Aucun paramètre à afficher.
it: Nessuna impostazione da mostrare.
ja: 表示する設定がありません。
ko: 표시할 설정이 없습니다.
nl: Geen instellingen om weer te geven.
pl: Brak ustawień do wyświetlenia.
pt_br: Nenhum ajuste para exibir.
ru: Нет настроек для отображения.
zh_hans: 没有可显示的设置。
zh_hant: 沒有可顯示的設定。

source: No rclone.conf — import to get started
de: Keine rclone.conf — importiere eine, um zu beginnen
es: Sin rclone.conf: impórtalo para empezar
fr: Aucun rclone.conf — importer pour démarrer
it: Nessun rclone.conf: importalo per iniziare
ja: rclone.conf がありません — インポートして開始してください
ko: rclone.conf 없음 — 가져와서 시작하세요
nl: Geen rclone.conf — importeer er een om te beginnen
pl: Brak rclone.conf — zaimportuj, aby rozpocząć
pt_br: Sem rclone.conf — importe um para começar
ru: Нет rclone.conf — импортируйте, чтобы начать
zh_hans: 没有 rclone.conf — 导入以开始
zh_hant: 沒有 rclone.conf — 匯入以開始

source: No remotes
de: Keine Remotes
es: No hay remotos
fr: Aucun remote
it: Nessun remoto
ja: リモートなし
ko: 리모트 없음
nl: Geen remotes
pl: Brak remote
pt_br: Nenhum remoto
ru: Нет remote
zh_hans: 无远程
zh_hant: 無遠端

source: No subfolders here.
de: Hier sind keine Unterordner.
es: No hay subcarpetas aquí.
fr: Aucun sous-dossier ici.
it: Nessuna sottocartella qui.
ja: ここにサブフォルダはありません。
ko: 여기에 하위 폴더가 없습니다.
nl: Hier zijn geen submappen.
pl: Brak tu podfolderów.
pt_br: Nenhuma subpasta aqui.
ru: Здесь нет подпапок.
zh_hans: 这里没有子文件夹。
zh_hant: 這裡沒有子資料夾。

source: No storage available. Add a remote first (Drive, S3, SFTP…), then come back to create the vault.
de: Kein Speicher verfügbar. Füge zuerst ein Remote hinzu (Drive, S3, SFTP…) und komm dann zurück, um den Tresor zu erstellen.
es: No hay almacenamiento disponible. Añade primero un remoto (Drive, S3, SFTP…) y vuelve para crear la bóveda.
fr: Aucun stockage disponible. Ajoute d'abord un remote (Drive, S3, SFTP…) puis reviens créer le coffre.
it: Nessuno spazio di archiviazione disponibile. Aggiungi prima un remoto (Drive, S3, SFTP…), poi torna a creare la cassaforte.
ja: 利用可能なストレージがありません。まずリモート（Drive、S3、SFTP…）を追加し、戻って保管庫を作成してください。
ko: 사용 가능한 저장 공간이 없습니다. 먼저 리모트(Drive, S3, SFTP…)를 추가한 다음 돌아와 보관함을 생성하세요.
nl: Geen opslag beschikbaar. Voeg eerst een remote toe (Drive, S3, SFTP…) en kom dan terug om de kluis te maken.
pl: Brak dostępnej przestrzeni. Najpierw dodaj remote (Drive, S3, SFTP…), a następnie wróć, aby utworzyć sejf.
pt_br: Nenhum armazenamento disponível. Adicione primeiro um remoto (Drive, S3, SFTP…) e depois volte para criar o cofre.
ru: Нет доступного хранилища. Сначала добавьте remote (Drive, S3, SFTP…), затем вернитесь, чтобы создать сейф.
zh_hans: 没有可用存储。请先添加远程（Drive、S3、SFTP…），然后返回创建保险库。
zh_hant: 沒有可用儲存。請先新增遠端（Drive、S3、SFTP…），然後返回建立保險庫。

source: No transfers
de: Keine Übertragungen
es: No hay transferencias
fr: Aucun transfert
it: Nessun trasferimento
ja: 転送なし
ko: 전송 없음
nl: Geen overdrachten
pl: Brak transferów
pt_br: Nenhuma transferência
ru: Нет передач
zh_hans: 无传输
zh_hant: 無傳輸

source: No active transfers
de: Keine aktiven Übertragungen
es: No hay transferencias activas
fr: Aucun transfert actif
it: Nessun trasferimento attivo
ja: アクティブな転送なし
ko: 활성 전송 없음
nl: Geen actieve overdrachten
pl: Brak aktywnych transferów
pt_br: Nenhuma transferência ativa
ru: Нет активных передач
zh_hans: 无活动传输
zh_hant: 無活動傳輸

source: No failed transfers
de: Keine fehlgeschlagenen Übertragungen
es: No hay transferencias fallidas
fr: Aucun transfert échoué
it: Nessun trasferimento non riuscito
ja: 失敗した転送なし
ko: 실패한 전송 없음
nl: Geen mislukte overdrachten
pl: Brak nieudanych transferów
pt_br: Nenhuma transferência com falha
ru: Нет неудачных передач
zh_hans: 无失败的传输
zh_hant: 無失敗的傳輸

source: No completed transfers
de: Keine abgeschlossenen Übertragungen
es: No hay transferencias completadas
fr: Aucun transfert terminé
it: Nessun trasferimento completato
ja: 完了した転送なし
ko: 완료된 전송 없음
nl: Geen voltooide overdrachten
pl: Brak ukończonych transferów
pt_br: Nenhuma transferência concluída
ru: Нет завершённых передач
zh_hans: 无已完成的传输
zh_hant: 無已完成的傳輸

source: No configuration
de: Keine Konfiguration
es: Sin configuración
fr: Aucune configuration
it: Nessuna configurazione
ja: 設定なし
ko: 구성 없음
nl: Geen configuratie
pl: Brak konfiguracji
pt_br: Sem configuração
ru: Нет конфигурации
zh_hans: 无配置
zh_hant: 無配置

source: No rclone configuration to export
de: Keine rclone-Konfiguration zum Exportieren
es: No hay configuración de rclone para exportar
fr: Aucune configuration rclone à exporter
it: Nessuna configurazione di rclone da esportare
ja: エクスポートする rclone 設定がありません
ko: 내보낼 rclone 구성이 없습니다
nl: Geen rclone-configuratie om te exporteren
pl: Brak konfiguracji rclone do wyeksportowania
pt_br: Nenhuma configuração do rclone para exportar
ru: Нет конфигурации rclone для экспорта
zh_hans: 没有可导出的 rclone 配置
zh_hant: 沒有可匯出的 rclone 配置

source: No rclone configuration imported
de: Keine rclone-Konfiguration importiert
es: No se ha importado ninguna configuración de rclone
fr: Aucune configuration rclone importée
it: Nessuna configurazione di rclone importata
ja: rclone 設定がインポートされていません
ko: 가져온 rclone 구성이 없습니다
nl: Geen rclone-configuratie geïmporteerd
pl: Nie zaimportowano konfiguracji rclone
pt_br: Nenhuma configuração do rclone importada
ru: Конфигурация rclone не импортирована
zh_hans: 未导入 rclone 配置
zh_hant: 未匯入 rclone 配置

source: No rclone configuration imported. Import one first from Settings.
de: Keine rclone-Konfiguration importiert. Importiere zuerst eine über die Einstellungen.
es: No se ha importado ninguna configuración de rclone. Impórtala primero desde Ajustes.
fr: Aucune configuration rclone importée. Importe d'abord depuis Réglages.
it: Nessuna configurazione di rclone importata. Importane prima una da Impostazioni.
ja: rclone 設定がインポートされていません。まず「設定」からインポートしてください。
ko: 가져온 rclone 구성이 없습니다. 먼저 설정에서 가져오세요.
nl: Geen rclone-configuratie geïmporteerd. Importeer er eerst een via Instellingen.
pl: Nie zaimportowano konfiguracji rclone. Najpierw zaimportuj ją z Ustawień.
pt_br: Nenhuma configuração do rclone importada. Importe uma primeiro nos Ajustes.
ru: Конфигурация rclone не импортирована. Сначала импортируйте её в «Настройках».
zh_hans: 未导入 rclone 配置。请先从“设置”中导入。
zh_hant: 未匯入 rclone 配置。請先從“設定”中匯入。

source: No data yet.
de: Noch keine Daten.
es: Aún no hay datos.
fr: Aucune donnée pour l'instant.
it: Ancora nessun dato.
ja: まだデータがありません。
ko: 아직 데이터가 없습니다.
nl: Nog geen gegevens.
pl: Brak danych.
pt_br: Ainda não há dados.
ru: Пока нет данных.
zh_hans: 暂无数据。
zh_hant: 暫無資料。

source: No documented procedure. See the backend’s rclone docs.
de: Kein dokumentiertes Verfahren. Siehe die rclone-Doku des Backends.
es: No hay procedimiento documentado. Consulta la documentación de rclone del backend.
fr: Aucune procédure documentée. Voir la doc rclone du backend.
it: Nessuna procedura documentata. Consulta la documentazione di rclone del backend.
ja: 文書化された手順はありません。バックエンドの rclone ドキュメントを参照してください。
ko: 문서화된 절차가 없습니다. 백엔드의 rclone 문서를 참조하세요.
nl: Geen gedocumenteerde procedure. Zie de rclone-documentatie van de backend.
pl: Brak udokumentowanej procedury. Zobacz dokumentację rclone dla backendu.
pt_br: Nenhum procedimento documentado. Consulte a documentação do rclone do backend.
ru: Нет задокументированной процедуры. См. документацию rclone по бэкенду.
zh_hans: 没有记录在案的步骤。请参阅该后端的 rclone 文档。
zh_hant: 沒有記錄在案的步驟。請參閱該後端的 rclone 文件。

source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification
it: Autenticazione
ja: 認証
ko: 인증
nl: Authenticatie
pl: Uwierzytelnianie
pt_br: Autenticação
ru: Аутентификация
zh_hans: 身份验证
zh_hant: 身份驗證

source: %@ authentication on the next step.
de: %@-Authentifizierung im nächsten Schritt.
es: Autenticación de %@ en el siguiente paso.
fr: Authentification %@ à l'étape suivante.
it: Autenticazione di %@ al passaggio successivo.
ja: 次の手順で %@ の認証。
ko: 다음 단계에서 %@ 인증.
nl: %@-authenticatie in de volgende stap.
pl: Uwierzytelnianie %@ w następnym kroku.
pt_br: Autenticação do %@ na próxima etapa.
ru: Аутентификация %@ на следующем шаге.
zh_hans: 下一步进行 %@ 身份验证。
zh_hant: 下一步進行 %@ 身份驗證。

source: Authentication cancelled.
de: Authentifizierung abgebrochen.
es: Autenticación cancelada.
fr: Authentification annulée.
it: Autenticazione annullata.
ja: 認証がキャンセルされました。
ko: 인증이 취소되었습니다.
nl: Authenticatie geannuleerd.
pl: Anulowano uwierzytelnianie.
pt_br: Autenticação cancelada.
ru: Аутентификация отменена.
zh_hans: 身份验证已取消。
zh_hant: 身份驗證已取消。

source: Authentication denied or biometrics unavailable.
de: Authentifizierung verweigert oder Biometrie nicht verfügbar.
es: Autenticación denegada o biometría no disponible.
fr: Authentification refusée ou biométrie indisponible.
it: Autenticazione negata o biometria non disponibile.
ja: 認証が拒否されたか、生体認証を利用できません。
ko: 인증이 거부되었거나 생체 인증을 사용할 수 없습니다.
nl: Authenticatie geweigerd of biometrie niet beschikbaar.
pl: Odmówiono uwierzytelniania lub biometria niedostępna.
pt_br: Autenticação negada ou biometria indisponível.
ru: Аутентификация отклонена или биометрия недоступна.
zh_hans: 身份验证被拒绝或生物识别不可用。
zh_hant: 身份驗證被拒絕或生物識別不可用。

source: Authentication required
de: Authentifizierung erforderlich
es: Autenticación requerida
fr: Authentification requise
it: Autenticazione richiesta
ja: 認証が必要です
ko: 인증 필요
nl: Authenticatie vereist
pl: Wymagane uwierzytelnianie
pt_br: Autenticação necessária
ru: Требуется аутентификация
zh_hans: 需要身份验证
zh_hant: 需要身份驗證

source: Authenticated
de: Authentifiziert
es: Autenticado
fr: Authentifié
it: Autenticato
ja: 認証済み
ko: 인증됨
nl: Geauthenticeerd
pl: Uwierzytelniono
pt_br: Autenticado
ru: Аутентифицировано
zh_hans: 已验证身份
zh_hant: 已驗證身份

source: Authenticate %@
de: %@ authentifizieren
es: Autenticar %@
fr: Authentifier %@
it: Autentica %@
ja: %@ を認証
ko: %@ 인증
nl: Authenticeer %@
pl: Uwierzytelnij %@
pt_br: Autenticar %@
ru: Аутентифицировать %@
zh_hans: 验证 %@ 身份
zh_hant: 驗證 %@ 身份

source: Allow Photos access in Settings to sync your library.
de: Erlaube den Fotos-Zugriff in den Einstellungen, um deine Mediathek zu synchronisieren.
es: Permite el acceso a Fotos en Ajustes para sincronizar tu fototeca.
fr: Autorise l’accès Photos dans Réglages pour synchroniser la photothèque.
it: Consenti l'accesso a Foto in Impostazioni per sincronizzare la tua libreria.
ja: ライブラリを同期するには、「設定」で写真へのアクセスを許可してください。
ko: 보관함을 동기화하려면 설정에서 사진 접근을 허용하세요.
nl: Sta Foto's-toegang toe in Instellingen om je bibliotheek te synchroniseren.
pl: Zezwól na dostęp do Zdjęć w Ustawieniach, aby zsynchronizować swoją bibliotekę.
pt_br: Permita o acesso às Fotos nos Ajustes para sincronizar sua biblioteca.
ru: Разрешите доступ к «Фото» в «Настройках», чтобы синхронизировать медиатеку.
zh_hans: 请在“设置”中允许照片访问以同步您的图库。
zh_hant: 請在“設定”中允許照片訪問以同步您的相簿。

source: Allow cellular
de: Mobilfunk erlauben
es: Permitir datos móviles
fr: Autoriser le cellulaire
it: Consenti rete cellulare
ja: モバイル通信を許可
ko: 셀룰러 허용
nl: Mobiel netwerk toestaan
pl: Zezwalaj na sieć komórkową
pt_br: Permitir dados móveis
ru: Разрешить сотовую сеть
zh_hans: 允许蜂窝网络
zh_hant: 允許蜂窩網路

source: Azure Portal → Storage accounts → your account.
de: Azure-Portal → Speicherkonten → dein Konto.
es: Portal de Azure → Cuentas de almacenamiento → tu cuenta.
fr: Azure Portal → Storage accounts → ton compte.
it: Portale di Azure → Account di archiviazione → il tuo account.
ja: Azure ポータル → ストレージアカウント → お使いのアカウント。
ko: Azure 포털 → 저장소 계정 → 사용자 계정.
nl: Azure-portaal → Opslagaccounts → je account.
pl: Portal Azure → Konta magazynu → Twoje konto.
pt_br: Portal do Azure → Contas de armazenamento → sua conta.
ru: Портал Azure → Учётные записи хранилища → ваша учётная запись.
zh_hans: Azure 门户 → 存储账户 → 您的账户。
zh_hant: Azure 門戶 → 儲存賬戶 → 您的賬戶。

source: Automatic backup
de: Automatisches Backup
es: Copia de seguridad automática
fr: Backup automatique
it: Backup automatico
ja: 自動バックアップ
ko: 자동 백업
nl: Automatische back-up
pl: Automatyczna kopia zapasowa
pt_br: Backup automático
ru: Автоматическое резервное копирование
zh_hans: 自动备份
zh_hant: 自動備份

source: Automatic backup of your whole photo library
de: Automatisches Backup deiner gesamten Fotomediathek
es: Copia de seguridad automática de toda tu fototeca
fr: Backup automatique de toute ta photothèque
it: Backup automatico di tutta la tua libreria foto
ja: 写真ライブラリ全体の自動バックアップ
ko: 전체 사진 보관함의 자동 백업
nl: Automatische back-up van je hele fotobibliotheek
pl: Automatyczna kopia zapasowa całej Twojej biblioteki zdjęć
pt_br: Backup automático de toda a sua fototeca
ru: Автоматическое резервное копирование всей вашей медиатеки фото
zh_hans: 自动备份您的整个照片图库
zh_hant: 自動備份您的整個照片相簿

source: Targeted backup or full library
de: Gezieltes Backup oder gesamte Mediathek
es: Copia de seguridad selectiva o de toda la fototeca
fr: Backup ciblé ou photothèque complète
it: Backup mirato o dell'intera libreria
ja: 対象を絞ったバックアップまたはライブラリ全体
ko: 대상 지정 백업 또는 전체 보관함
nl: Gerichte back-up of hele bibliotheek
pl: Ukierunkowana kopia lub cała biblioteka
pt_br: Backup direcionado ou de toda a biblioteca
ru: Целевое копирование или вся медиатека
zh_hans: 定向备份或整个图库
zh_hant: 定向備份或整個相簿

source: Backup configured
de: Backup konfiguriert
es: Copia de seguridad configurada
fr: Backup configuré
it: Backup configurato
ja: バックアップを設定しました
ko: 백업 구성됨
nl: Back-up geconfigureerd
pl: Skonfigurowano kopię zapasową
pt_br: Backup configurado
ru: Резервное копирование настроено
zh_hans: 已配置备份
zh_hant: 已配置備份
